Repository: ivan-symets/viper
Catalog: Properties/Resources.*.resx
Languages: uk_ua

source: Average downtime time
uk_ua: Середній час простою системи

source: Average refusal time
uk_ua: Середній час відмови системи

source: Average work time
uk_ua: Середній час роботи системи

source: Calculate equations
uk_ua: Визначити сис. рівнянь

# ChartDownTime
source: Chart of probability of system downtime:
uk_ua: Функція простою К_п (t)

# ChartRefusal
source: Chart of probability of system failure:
uk_ua: Графік ймовірності відмови системи

# ChartWork
source: Chart of probability of system work:
uk_ua: Функція готовності К_г (t)

source: Clear Form
uk_ua: Очистити форму

# DeleteSelect
source: Delete Selected
uk_ua: Видалити вибраний

source: Downtime State
uk_ua: Стан простою

source: Element count
uk_ua: Кількість елементів

# ElementPosition
source: Position
uk_ua: Розташування елемента

# EquationTabName
source: System of differential equations and Charts of reliability
uk_ua: Система диференціальних рівняннь

# ErrorEndNode
source: Error! End Node {0} must have conected!
uk_ua: Помилка! Кінцевий вузол {0} повинен бути з'єднаний!

# ErrorInputLine
source: Error! Line '{0}' hasn't got input element!
uk_ua: Помилка! Лінія {0}' не має початкового елемента!

# ErrorInputModule
source: Error! Module '{0}' hasn't got input line!
uk_ua: Помилка! Модуль '{0}' не має вхідної лінії!

# ErrorNoCondition
source: Error! Determine the working capacity condition.
uk_ua: Помилка! Визначте умову працездатності

# ErrorNode
source: Error! Node {0} must have more than one connection line!
uk_ua: Помилка! Вузол {0} повинен мати більше одного з'єднання!

# ErrorOutputLine
source: Error! Line '{0}' hasn't got output element!
uk_ua: Помилка! Лінія {0}' не має кінцевого елемента!

# ErrorOutputModule
source: Error! Module '{0}' hasn't got ouput line!
uk_ua: Помилка! Модуль '{0}' не має вихідної лінії!

# ErrorStartNode
source: Error! Start Node {0} must have conected!
uk_ua: Помилка! Початковий вузол {0} повинен бути з'єднаний!

source: Get Condition
uk_ua: Визначити функцію працездатності

# GetRating
source: Get reliability rating
uk_ua: Аналізувати надійність

# GraphTabName
source: Graph of states
uk_ua: Граф станів і переходів

source: Horizontal
uk_ua: Горизонтально

# LanguageHeader
source: Language
uk_ua: Мова

# LogHeader
source: Log table
uk_ua: Таблиця логів

# MainWindowTitle
source: Reliability determination system
uk_ua: Програмний засіб для аналізу надійнісних характеристик складних технічних систем

source: Max
uk_ua: Макс. час

# Open
source: Open scheme
uk_ua: Відкрити схему

# ProbabilityDownTime
source: Probability of system downtime
uk_ua: Ймовірність простою P(t)

# ProbabilityRefusal
source: Probability of system failure
uk_ua: Ймовірність відмови P(t)

# ProbabilityWork
source: Probability of system work
uk_ua: Ймовірність роботи P(t)

source: Refusal State
uk_ua: Стан відмови

# ReliabilityWindowTitle
source: Reliability Window
uk_ua: Вікно надійності

# RungeTabName
source: Runge Kutta Method
uk_ua: Метод Рунге-Кутта

# SaveAs
source: Save scheme as...
uk_ua: Зберегти схему

# ShowCharts
source: Show Charts of reliability
uk_ua: Відобразити графіки

source: Show Graph
uk_ua: Відобразити граф

source: State
uk_ua: Стан

source: Step
uk_ua: Крок

# SumDownTiimeStates
source: Sum of downtime states
uk_ua: Сума ймовірностей станів простою

# SumRefusalStates
source: Sum of refusal states
uk_ua: Сума ймовірностей станів відмови

# SumWorkingStates
source: Sum of working states
uk_ua: Сума ймовірностей робочих станів

source: Time
uk_ua: Час

source: Type
uk_ua: Тип

# UseRepair
source: Use modules repair
uk_ua: Відновлення елементів

source: Vertical
uk_ua: Вертикально

source: Working State
uk_ua: Робочий стан
